Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: '%@' is now ready to submit to assignments
ar: '%@' جاهز الآن للإرسال إلى المهام
ca: En aquest moment, '%@' està a punt per entregar a les activitats
cy: '%@' yn barod i gyflwyno i aseiniadau
da: '%@’ er nu klar til at aflevere til opgaver
da_instk12: '%@' er nu parat til at indsende til opgaver
de: ‚%@‘ ist nun bereit, an Aufgaben zu senden
es: '%@' ahora está listo para realizar entregas de tareas
es_es: “%@” ahora está listo para realizar entregas de actividades
fi: ”%@” on nyt valmis lähettämään tehtäviä
fr: « %@ » est bientôt prêt à être soumis aux travaux
fr_ca: « %@ » est maintenant prêt à envoyer les travaux attribués
ga: Tá '%@' réidh anois le tascanna a chur isteach
hi: '%@' अब असाइनमेंट सबमिट करने के लिए तैयार है
ht: '%@' pare kounye a pou soumèt nan devwa
id: '%@' siap menyerahkan tugas
is: '%@' er núna tilbúin(n) til að skila verkefnum
it: “%@” ora è pronto per l’invio ai compiti
ja: '%@ は現在、課題への提出準備が完了しています
ko: '%@'은(는) 이제 과제를 제출할 준비가 되어 있습니다
mi: '%@' kua reri ināinei ki te tuku ki ngā whakataunga
ms: '%@' kini sedia untuk diserahkan ke tugasan
nb: '%@' er nå klar til å leveres til oppgaver
nb_instk12: '%@' er nå klar til å sende til oppgaver
nl: '%@' is nu klaar om opdrachten in te leveren
pl: '%@' można teraz przesłać do zadań
pt: '%@' está preparado para entregar as tarefas
pt_br: ‘%@’ agora está pronto para enviar a tarefas
ru: '%@' теперь готов отправить задания
sl: '%@' je zdaj pripravljen na pošiljanje nalog.
sv: '%@' är nu redo att skickas in till uppgifter
sv_instk12: '%@' är nu redo att läggas in i uppgifter
th: '%@' พร้อมสำหรับจัดส่งภารกิจแล้วในตอนนี้
vi: "%@" hiện đã sẵn sàng nộp bài tập
zh: “%@”现在可以提交至作业
zh_hk: '%@' 現在準備好提交作業列表

source: &quot;%1$@&quot; is locked as part of &quot;%2$@&quot;
ar: تم تأمين &quot;%1$@&quot; كجزء من &quot;%2$@&quot;
ca: &quot;%1$@&quot; està bloquejat com a part de &quot;%2$@&quot;
cy: &quot;%1$@&quot; ar glo fel rhan o &quot;%2$@&quot;
da: &quot;%1$@&quot; er låst som del af &quot;%2$@&quot;
da_instk12: &quot;%1$@&quot; er låst som del af &quot;%2$@&quot;
de: &quot;%1$@&quot; ist gesperrt als Teil von &quot;%2$@&quot;
es: &quot;%1$@&quot; está bloqueado como parte de &quot;%2$@&quot;
es_es: &quot;%1$@&quot; está bloqueado como parte de &quot;%2$@&quot;
fi: &quot;%1$@&quot; on lukittu osana &quot;%2$@&quot;
fr: &quot;%1$@&quot; est verrouillé dans le cadre de &quot;%2$@&quot;
fr_ca: « %1$@ » est verrouillé en tant que « %2$@ »
ga: Tá &quot;%1$@&quot; faoi ghlas mar chuid de &quot;%2$@&quot;
hi: &quot;%1$@&quot; के भाग के रूप में लॉक किया गया है &quot;%2$@&quot;
ht: &quot;%1$@&quot; bloke kòm li fè pati &quot;%2$@&quot;
id: &quot;%1$@&quot; terkunci sebagai bagian dari &quot;%2$@&quot;
is: &quot;%1$@&quot; er læst sem hluti af &quot;%2$@&quot;
it: &quot;%1$@&quot; è bloccato come parte di &quot;%2$@&quot;
ja: &quot;%1$@&quot;は &quot;%2$@&quot;の一部としてロックされています
ko: &quot;%1$@&quot;은(는) &quot;%2$@&quot;의 일부분으로 잠겨 있습니다
mi: &quot;%1$@&quot; kei te raka i te wāhanga o &quot;%2$@&quot;
ms: &quot;%1$@&quot; dikunci sebagai sebahagian daripada &quot;%2$@&quot;
nb: &quot;%1$@&quot; er låst som en del av &quot;%2$@&quot;
nb_instk12: &quot;%1$@&quot; er låst som en del av &quot;%2$@&quot;
nl: &quot;%1$@&quot; is vergrendeld als onderdeel van &quot;%2$@&quot;
pl: &quot;%1$@&quot; jest zablokowane w ramach &quot;%2$@&quot;
pt: &quot;%1$@&quot; está bloqueado como parte de &quot;%2$@&quot;
pt_br: &quot;%1$@&quot; está bloqueado como parte de &quot;%2$@&quot;
ru: &quot;%1$@&quot; заблокирован как часть &quot;%2$@&quot;
sl: &quot;%1$@&quot; je zaklenjeno kot del &quot;%2$@&quot;
sv: &quot;%1$@&quot; är låst som en del av &quot;%2$@&quot;
sv_instk12: &quot;%1$@&quot; är låst som en del av &quot;%2$@&quot;
th: &quot;%1$@&quot; ล็อคเป็นส่วนหนึ่งของ &quot;%2$@&quot;
vi: &quot;%1$@&quot; bị khóa trong khuôn khổ &quot;%2$@&quot;
zh: &quot;%1$@&quot; 被锁定作为 &quot;%2$@&quot;
zh_hk: &quot;%1$@&quot; 已被鎖定為&quot;%2$@&quot;的一部份

source: %@ before
ar: %@ قبل
ca: %@ abans de
cy: %@ cyn
da: %@ før
da_instk12: %@ før
de: %@ vorher
es: %@ antes
es_es: %@ Antes
fi: %@ ennen
fr: %@ avant
fr_ca: %@ avant
ga: %@ roimh
hi: %@ पहले
ht: %@ anvan
id: %@ sebelum
is: %@ áður
it: %@ prima
ja: %@前
ko: %@ 이전
mi: %@ mua
ms: %@ sebelum
nb: %@ før
nb_instk12: %@ før
nl: %@ vóór
pl: %@ przed
pt: %@ antes de
pt_br: %@ antes
ru: %@ до
sl: %@ pred
sv: %@ före
sv_instk12: %@ före
th: %@ ก่อน
vi: %@ trước
zh: %@ 早于
zh_hk: %@之前

source: %@ is coming soon!
ar: %@ يصدر قريبًا!
ca: %@ estarà disponible aviat.
cy: %@ i ddod yn fuan!
da: %@ kommer snart!
da_instk12: %@ kommer snart!
de: %@ in Kürze!
es: %@ ¡llegará pronto!
es_es: %@ ¡llegará pronto!
fi: %@ tulossa pian!
fr: %@ arrive prochainement !
fr_ca: %@ arrive très prochainement!
ga: Tá %@ ag teacht go luath!
hi: %@ जल्द आ रहा है!
ht: %@ ap disponib byento!
id: %@ segera hadir!
is: %@ væntanlegt!
it: %@ sarà disponibile a breve!
ja: %@間もなく開始!
ko: %@ 을(를) 곧 제공 예정입니다.
mi: %@ Kei te haere mai hohoro!
ms: %@ akan datang!
nb: %@ kommer snart!
nb_instk12: %@ kommer snart!
nl: %@ komt binnenkort!
pl: %@ już wkrótce!
pt: %@ Está a chegar em breve!
pt_br: %@ está vindo em breve!
ru: %@ скоро будет доступен!
sl: %@ bo kmalu na voljo.
sv: %@ kommer snart!
sv_instk12: %@ kommer snart!
th: %@ เร็ว ๆ นี้!
vi: %@ sắp ra mắt!
zh: %@即将推出！
zh_hk: %@即將推出！

source: %@ is locked
ar: %@ مؤمّن
ca: %@ està bloquejat
cy: %@ ar glo
da: %@ er låst
da_instk12: %@ er låst
de: %@ ist gesperrt
es: %@ está bloqueado
es_es: %@ está bloqueado
fi: %@ lukittu
fr: %@ est verrouillé
fr_ca: %@ est verrouillé
ga: Tá %@ faoi ghlas
hi: %@ लॉक है
ht: %@ bloke
id: %@ terkunci
is: %@ er læst
it: %@ è bloccato
ja: %@ロックされています
ko: %@ 이(가) 잠겨 있습니다
mi: %@ kei te rakaina
ms: %@ dikunci
nb: %@ er låst
nb_instk12: %@ er låst
nl: %@ is vergrendeld
pl: %@ jest zablokowany
pt: %@ está bloqueado
pt_br: %@ está bloqueado
ru: %@ заблокирован
sl: %@ je zaklenjeno.
sv: %@ är låst
sv_instk12: %@ är låst
th: %@ ถูกล็อคไว้
vi: %@ bị khóa
zh: %@已锁定
zh_hk: %@已鎖定

source: %@ is not a valid host
ar: %@ ليس مضيف صالح
ca: %@ no és un amfitrió vàlid
cy: %@ ddim yn lletywr dilys
da: %@ er ikke en gyldig vært
da_instk12: %@ er ikke en gyldig host
de: %@ ist kein gültiger Host
es: %@ no es un servidor válido
es_es: %@ no es un servidor válido
fi: %@ ei voimassa oleva isäntä
fr: %@ n’est pas un hôte valide
fr_ca: %@ n'est pas un hôte valide
ga: Ní óstach bailí é %@
hi: %@ मान्य होस्ट नहीं है
ht: %@ pa yon host valid
id: %@ bukan host yang valid
is: %@ er ekki gildur hýsill
it: %@ non è un host valido
ja: %@有効なホストではありません
ko: %@ 은(는) 유효한 호스트가 아닙니다
mi: %@ e kore he manuhiri whaimana
ms: %@ bukan hos yang sah
nb: %@ er ikke en gyldig vert
nb_instk12: %@ er ikke en gyldig vert
nl: %@ is geen geldige host
pl: %@ nie jest prawidłowym hostem
pt: %@ não é um anfitrião válido
pt_br: %@ não é um host válido
ru: %@ не является допустимым хостом
sl: %@ ni veljaven gostitelj.
sv: %@ är inte en giltig värd
sv_instk12: %@ är inte en giltig värd
th: %@ ไม่ใช่โฮสต์ที่ถูกต้อง
vi: %@ không phải máy chủ lưu trữ hợp lệ.
zh: %@不是有效的主机
zh_hk: %@是無效的主機

source: %@ is not a valid URL
ar: %@ ليس عنوان URL صالح
ca: %@ no és un URL vàlid
cy: %@ ddim yn URL dilys
da: %@ er ikke et gyldigt URL
da_instk12: %@ er ikke et gyldigt URL
de: %@ ist keine gültige URL
es: %@ no es una URL válida
es_es: %@ no es una URL válida
fi: %@ ei voimassa oleva URL
fr: %@ n’est pas une URL valide
fr_ca: %@ n'est pas une URL valide
ga: Ní URL bailí é %@
hi: %@ मान्य URL नहीं है
ht: %@ pa yon URL valid
id: %@ bukan URL yang valid
is: %@ er ekki gild vefslóð
it: %@ non è un URL valido
ja: %@有効は URL ではありません
ko: %@ 은(는) 유효한 URL이 아닙니다
mi: %@ e kore e whaimana te URL
ms: %@ bukan URL yang sah
nb: %@ er ikke en gyldig URL
nb_instk12: %@ er ikke en gyldig URL
nl: %@ is geen geldige URL
pl: %@ nie jest prawidłowym adresem URL
pt: %@ não é um URL válido
pt_br: %@ não é uma URL válida
ru: %@ не является допустимым URL
sl: %@ ni veljaven naslov URL.
sv: %@ är inte en giltig URL.
sv_instk12: %@ är inte en giltig URL.
th: %@ ไม่ใช่ URL ที่ถูกต้อง
vi: %@ không phải URL hợp lệ
zh: %@不是有效的 URL
zh_hk: %@是一個無效的 URL

source: %@ is not currently supported.
ar: %@ غير مدعوم حالياً.
ca: %@ no s'admet actualment.
cy: %@ ddim yn gydnaws ar hyn o bryd.
da: %@ understøttes ikke i øjeblikket.
da_instk12: %@ er ikke understøttet for øjeblikket.
de: %@ wird derzeit nicht unterstützt.
es: %@ no se admite actualmente.
es_es: %@ no es compatible en este momento.
fi: %@ ei tueta parhaillaan.
fr: %@ n’est pas pris en charge actuellement.
fr_ca: %@ n'est pas actuellement pris en charge.
ga: Ní thacaítear le %@ faoi láthair.
hi: %@ का फ़िलहाल समर्थन नहीं किया जाता है।
ht: %@ pa sipòte pou kounye a.
id: %@ saat ini tidak didukung
is: %@ er ekki stutt eins og er.
it: %@ non è al momento supportato.
ja: %@現在サポートされていません。
ko: %@ 은(는) 현재 지원되지 않습니다.
mi: %@ e kore te tautoko tēnei wā.
ms: %@ tidak disokong pada masa ini.
nb: %@ støttes ikke for øyeblikket.
nb_instk12: %@ støttes foreløpig ikke.
nl: %@ wordt momenteel niet ondersteund.
pl: %@ nie jest obecnie obsługiwane.
pt: %@ não é suportado atualmente.
pt_br: %@ não é suportado atualmente.
ru: %@ в настоящее время не поддерживается.
sl: %@ trenutno ni podprt.
sv: %@ stöds inte för tillfället.
sv_instk12: %@ stöds inte för tillfället.
th: %@ ไม่รองรับในปัจจุบัน
vi: %@ hiện không được hỗ trợ.
zh: %@当前不受支持。
zh_hk: %@目前不受支援。

source: %@ likes
ar: %@ إعجابات
ca: %@ entrades de m'agrada
cy: %@ yn hoffi
es: %@ me gustan
es_es: %@ Me gusta
fi: %@ tykkäystä
fr: %@ mentions "J'aime"
fr_ca: %@ mentions « J'aime »
ga: %@ ‘is maith liom’
hi: %@ पसंद
ht: %@ jèm
id: %@ suka
is: %@ líkar við
it: %@ mi piace
ja: %@いいね
ko: %@ 좋아요
mi: %@ ngā rite
ms: %@ like
nb: %@ likerklikk
nb_instk12: %@ liker
pl: %@ polubień
pt: %@ gostos
pt_br: %@ curte
ru: %@ нравится
sl: %@ všečki
sv: %@ gilla-markeringar
sv_instk12: %@ gilla
th: %@ ไลค์
vi: %@ lượt thích
zh: %@喜欢
zh_hk: %@贊

source: %@ need grading
ar: %@ بحاجة إلى تقييم
ca: S'han de qualificar %@
cy: %@ angen eu graddio
da: %@ mangler bedømmelse
da_instk12: %@ behøver bedømmelse
de: %@ müssen benotet werden
es: %@ necesitan calificación
es_es: %@ necesita evaluación
fi: %@ täytyy arvostella
fr: %@ requièrent une notation
fr_ca: %@ requiert une notation
ga: Tá marcáil de dhíth ón tasc seo: %@
hi: %@ ग्रेडिंग की आवश्यकता है
ht: %@ bezwen klasman
id: %@ butuh penilaian
is: %@ þarf einkunnargjöf
it: %@ valutazione richiesta
ja: %@採点が必要です
ko: %@ 채점 필요
mi: %@ e hiahiatia ana mo te koeke
ms: %@ memerlukan penggredan
nb: %@ trenger vurdering
nb_instk12: %@ trenger vurdering
nl: %@ moeten beoordeeld worden
pl: %@ wymagają oceny
pt: %@ precisa de classificação
pt_br: %@ precisam de avaliação
ru: %@ требуют оценки
sl: %@ je treba oceniti.
sv: %@ behöver bedömning
sv_instk12: %@ behöver bedömas
th: %@ ต้องให้เกรด
vi: %@ cần chấm điểm
zh: %@需要评分
zh_hk: %@需要評分

source: %@ possible
ar: %@ محتمل
cy: %@ posib
da: %@ muligt
de: %@ Möglich
es: %@ posibles
es_es: %@ posible
fi: %@ mahdollinen
ga: %@ féideartha
hi: %@ संभव
ht: %@ posib
id: %@ memungkinkan
is: %@ mögulegt
it: %@ possibile
ja: %@ 可能
ko: %@ 가능
mi: %@ ka taea
nb: %@ mulig
nl: %@ mogelijk
pl: %@ możliwe
pt: %@ possíveis
pt_br: %@ possível
ru: %@ возможно
sl: %@ mogoče
sv: %@ möjlig
th: %@ เป็นไปได้
vi: %@ có thể
zh: %@ 可能
zh_hk: %@可能

source: %@ widget visibility
ar: %@ ظهور عنصر واجهة المستخدم
ca: %@ visibilitat del giny
cy: %@ gwelededd teclyn
da: %@ widget-synlighed
da_instk12: %@ widget-synlighed
de: %@ Sichtbarkeit von Widgets
es: %@ visibilidad de widgets
es_es: %@ visibilidad de widgets
fi: %@ widgetin näkyvyys
fr: %@ visibilité des widgets
fr_ca: %@ visibilité du widget
ga: %@ infheictheacht ghiuirléidí
hi: %@ विजेट दृश्यता
ht: %@ vizibilite widget
id: %@ Visibilitas widget
is: %@ sýnileiki græju
it: %@ visibilità widget
ja: %@ ウィジェットの表示設定
ko: %@ 위젯 표시 여부
mi: %@ te tirohanga widget
ms: %@ Kebolehlihatan widget
nb: %@ widget-synlighet
nb_instk12: %@ widget-synlighet
nl: %@ widgetzichtbaarheid
pl: %@ widoczność widżetu
pt: %@ visibilidade dos widgets
pt_br: %@ visibilidade do widget
ru: %@ видимость виджета
sl: %@ vidnost pripomočka
sv: %@ synlighet för widget
sv_instk12: %@ synlighet för widget
th: %@ การแสดงวิดเจ็ท
vi: %@ chế độ hiển thị tiện ích
zh: %@ 小工具可见性
zh_hk: %@ 小工具可見度

source: %@, marked as done
ar: %@، تم التمييز كمُنجز
ca: %@, s’ha marcat com a fet
cy: %@, wedi’i marcio fel wedi’i chwblhau
da: %@, markeret som færdig
de: %@, als erledigt markiert
es: %@, marcado como realizado
es_es: %@, marcado como hecho
fi: %@, merkitty tehdyksi
fr: %@, marqué Terminé
ga: %@, marcáilte mar déanta
hi: %@, 'हो गया' के रूप में चिह्नित
ht: %@, make kòm fini
id: %@, ditandai sebagai selesai
is: %@, merkt sem lokið
it: %@, contrassegnato come fatto
ja: %@は、完了にされています
ko: %@, 완료로 표시됨
mi: %@, kua tohua hei kua oti
nb: %@, merket som ferdig
nl: %@, gemarkeerd als gereed
pl: %@, oznaczono jako gotowe
pt: %@, marcado como feito
pt_br: %@, marcado como concluído
ru: %@, отмечено как выполненное
sl: %@, označeno kot dokončano
sv: %@, har markerats som färdigt
th: %@, กำกับว่าเสร็จสิ้นแล้ว
vi: %@, được đánh dấu là đã xong
zh: %@，标记为“已完成”
zh_hk: %@，已標記為完成

source: %@, marked as not done
ar: %@، تم التمييز كغير منجز
ca: %@, s’ha marcat com a no fet
cy: %@, wedi’i marcio fel heb ei chwblhau
da: %@, markeret som ikke færdig
de: %@, als nicht erledigt markiert
es: %@, marcado como no realizado
es_es: %@, marcado como sin hacer
fi: %@, merkitty ei valmiiksi
fr: %@, marqué Non terminé
ga: %@, marcáilte mar neamhdhéanta
hi: %@, 'नहीं हुआ' के रूप में चिह्नित
ht: %@, make kòm pa fèt
id: %@, ditandai sebagai belum selesai
is: %@, merkt sem ólokið
it: %@, contrassegnato come non fatto
ja: %@は、未完了にされています
ko: %@, 완료되지 않음으로 표시됨
mi: %@, kua tohua hei kāore anō kia oti
nb: %@, merket som ikke ferdig
nl: %@, gemarkeerd als niet-gereed
pl: %@, oznaczono jako niegotowe
pt: %@, marcado como não feito
pt_br: %@, marcado como não concluído
ru: %@, отмечено как невыполненное
sl: %@, označeno kot nedokončano
sv: %@, har markerats som ej färdigt
th: %@, กำกับว่าไม่เสร็จสิ้น
vi: %@, được đánh dấu là chưa xong
zh: %@，标记为“未完成”
zh_hk: %@，已標記為未完成

source: %0.2f GB
ar: %0.2f جيجابايت
fr_ca: %0.2f Go
ru: %0.2f ГБ

source: %0.2f KB
ar: %0.2f كيلوبايت
fr_ca: %0.2f Ko
ru: %0.2f КБ

source: %0.2f MB
ar: %0.2f ميجابايت
fr_ca: %0.2f Mo
mi: %0.2f MP
ru: %0.2f МБ

source: %1$@ (%2$g out of %3$@)
ar: %1$@ (%2$g من إجمالي %3$@)
ca: %1$@ (%2$g de %3$@)
cy: %1$@ (%2$g allan o %3$@)
da: %1$@ (%2$g ud af %3$@)
da_instk12: %1$@ (%2$g ud af %3$@)
de: %1$@ (%2$g von %3$@)
es: %1$@ (%2$g de %3$@)
es_es: %1$@ (%2$g de %3$@)
fi: %1$@ (%2$g/%3$@)
fr: %1$@ (%2$g sur %3$@)
fr_ca: %1$@ (%2$g sur %3$@)
ga: %1$@ (%2$g as %3$@)
hi: %1$@ (%3$@ में से %2$g)
ht: %1$@ (%2$g sou %3$@)
id: %1$@ (%2$g dari %3$@)
is: %1$@ (%2$g af %3$@)
it: %1$@ (%2$g su %3$@)
ja: %1$@(%2$g / %3$@)
ko: %1$@ (%2$g/%3$@)
mi: %1$@ (%2$g i waho i te %3$@)
ms: %1$@ (%2$g daripada %3$@)
nb: %1$@ (%2$g av %3$@)
nb_instk12: %1$@ (%2$g av %3$@)
nl: %1$@ (%2$g van %3$@)
pl: %1$@ (%2$g z %3$@)
pt: %1$@ (%2$g de %3$@)
pt_br: %1$@ (%2$g de %3$@)
ru: %1$@ (%2$g из %3$@)
sl: %1$@ (%2$g od %3$@)
sv: %1$@ (%2$g av %3$@)
sv_instk12: %1$@ (%2$g av %3$@)
th: %1$@ (%2$g จาก %3$@)
vi: %1$@ (%2$g trên tổng số %3$@)
zh: %1$@（%2$g 分，满分 %3$@ 分）
zh_hk: %1$@（%2$g 分，滿分為 %3$@）

source: %1$@ at %2$@
ar: %1$@ في %2$@
ca: %1$@ a les %2$@
cy: %1$@ am %2$@
da: %1$@ ved %2$@
da_instk12: %1$@ ved %2$@
de: %1$@ um %2$@
es: %1$@ en %2$@
es_es: %1$@ a las %2$@
fi: %1$@ kohteessa %2$@
fr: %1$@ à %2$@
fr_ca: %1$@ à %2$@
ga: %1$@ ag %2$@
hi: %1$@ यहां: %2$@
ht: %1$@ nan %2$@
id: %1$@ di %2$@
is: %1$@ á %2$@
it: %1$@ alle %2$@
ja: %1$@おいて%2$@
ko: %1$@ 시간 %2$@
mi: %1$@ ī %2$@
ms: %1$@ di %2$@
nb: %1$@ på %2$@
nb_instk12: %1$@ på %2$@
nl: %1$@ om %2$@
pl: %1$@ o godz. %2$@
pt: %1$@ em %2$@
pt_br: %1$@ às %2$@
ru: %1$@ в %2$@
sl: %1$@ ob %2$@
sv: %1$@ vid %2$@
sv_instk12: %1$@ vid %2$@
th: %1$@ เมื่อ %2$@
vi: %1$@ vào %2$@
zh: %1$@时间%2$@
zh_hk: %1$@於%2$@

source: %1$@ is due in %2$@
ar: %1$@ مستحق في %2$@
ca: %1$@ venç en %2$@
cy: %1$@ angen cyflwyno erbyn %2$@
da: %1$@ forfalder om %2$@
da_instk12: %1$@ er forfalden den %2$@
de: %1$@ Ist fällig in %2$@
es: %1$@ vence el %2$@
es_es: %1$@ vence el %2$@
fi: %1$@ määräpäivä %2$@
fr: %1$@ arrive à échéance dans %2$@
fr_ca: %1$@ attendu dans %2$@
ga: Tá %1$@ dlite i gceann %2$@
hi: %1$@ इतने समय में नियत: %2$@
ht: %1$@ dwe pare nan %2$@
id: %1$@ jatuh tempo dalam %2$@
is: %1$@ er með skilafrest eftir %2$@
it: %1$@ scade tra %2$@
ja: %1$@期限日%2$@
ko: %1$@ 기한까지 시간 %2$@
mi: %1$@ He tika kei roto i te %2$@
ms: %1$@ cukup tempoh dalam masa %2$@
nb: %1$@ har frist den %2$@
nb_instk12: %1$@ har frist den %2$@
nl: %1$@ in te leveren binnen %2$@
pl: %1$@ ma termin %2$@
pt: %1$@ é devido em %2$@
pt_br: %1$@ vence em %2$@
ru: %1$@ со сроком через %2$@
sl: %1$@ ima rok %2$@
sv: %1$@ ska vara färdig om %2$@
sv_instk12: %1$@ ska vara färdiggjord om %2$@
th: %1$@ ครบกำหนดใน %2$@
vi: %1$@ đến hạn vào %2$@
zh: %1$@距离到期日期还剩%2$@
zh_hk: %1$@內到期%2$@

source: %1$@ out of %2$@
ar: %1$@ من إجمالي %2$@
ca: %1$@ de %2$@
cy: %1$@ allan o %2$@
da: %1$@ ud af %2$@
da_instk12: %1$@ ud af %2$@
de: %1$@ von insgesamt %2$@
es: %1$@ de %2$@
es_es: %1$@ de %2$@
fr: %1$@ sur %2$@
fr_ca: %1$@ sur %2$@
ga: %1$@ as %2$@
hi: %1$@ में से %2$@
ht: %1$@ sou %2$@
id: %1$@ dari %2$@
is: %1$@ af %2$@
it: %1$@ su %2$@
ja: %1$@中%2$@
ko: %1$@ 총점 %2$@
mi: %1$@ i waho i te %2$@
ms: %1$@ daripada %2$@
nb: %1$@ av %2$@
nb_instk12: %1$@ ut av %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
sl: %1$@ od %2$@
sv: %1$@ av %2$@
sv_instk12: %1$@ av %2$@
th: %1$@ จาก %2$@
vi: %1$@ trên tổng số %2$@
zh: %1$@共%2$@
zh_hk: %1$@滿分為%2$@

source: %1$@, submitted on %2$@
ar: %1$@، تم إرساله في %2$@
ca: %1$@, entregat el %2$@
cy: %1$@, cyflwynwyd ar %2$@
da: %1$@, afleveret d. %2$@
da_instk12: %1$@, afleveret d. %2$@
de: %1$@, versendet am %2$@
es: %1$@, entregado el %2$@
es_es: %1$@, se ha entregado el %2$@
fi: %1$@, lähetetty %2$@
fr: %1$@, soumis le %2$@
fr_ca: %1$@, envoyé le %2$@
ga: %1$@, cuireadh isteach é ar an %2$@
hi: %1$@, इस तिथि को सबमिट किया गया: %2$@
ht: %1$@, soumèt le %2$@
id: %1$@, diserahkan pada %2$@
is: %1$@, skilað %2$@
it: %1$@, inviato il %2$@
ja: %1$@、提出日：%2$@
ko: %1$@, 제출 %2$@
mi: %1$@, i tukua i te %2$@
ms: %1$@, diserahkan pada %2$@
nb: %1$@, levert %2$@
nb_instk12: %1$@, levert %2$@
nl: %1$@, ingeleverd op %2$@
pl: %1$@, przesłano w dniu %2$@
pt: %1$@, submetido em %2$@
pt_br: %1$@, enviado em %2$@
ru: %1$@, дата отправки %2$@
sl: %1$@, poslano %2$@
sv: %1$@, inlämnat %2$@
sv_instk12: %1$@, inlämnat %2$@
th: %1$@จัดส่งเมื่อ %2$@
vi: %1$@, đã nộp vào %2$@
zh: %1$@，提交于%2$@
zh_hk: %1$@，提交日期%2$@

source: %1$@. %2$@. Type: %3$@.
ar: %1$@. %2$@. النوع: %3$@.
ca: %1$@. %2$@. Tipus: %3$@.
cy: %1$@. %2$@. Math: %3$@.
de: %1$@. %2$@. Typ: %3$@.
es: %1$@. %2$@. Tipo: %3$@.
es_es: %1$@. %2$@. Tipo: %3$@.
fi: %1$@. %2$@. Tyyppi: %3$@.
ga: %1$@. %2$@. Cineál: %3$@.
hi: %1$@. %2$@. प्रकार: %3$@.
ht: %1$@. %2$@. Tip: %3$@.
id: %1$@. %2$@. Ketikkan: %3$@.
is: %1$@. %2$@. Tegund: %3$@.
it: %1$@. %2$@. Tipo: %3$@.
ja: %1$@.%2$@. タイプ:%3$@.
ko: %1$@. %2$@. 유형: %3$@.
mi: %1$@. %2$@. Momo: %3$@.
ms: %1$@. %2$@. Jenis: %3$@.
nb: %1$@. %2$@. Skriv: %3$@.
pl: %1$@. %2$@. Typ: %3$@.
pt: %1$@. %2$@. Tipo: %3$@.
pt_br: %1$@. %2$@. Tipo: %3$@.
ru: %1$@. %2$@. Тип: %3$@.
sl: %1$@. %2$@. Vrsta: %3$@.
sv: %1$@. %2$@. Typ: %3$@.
sv_instk12: %1$@. %2$@. Typ: %3$@.
th: %1$@. %2$@. ประเภท: %3$@.
vi: %1$@. %2$@. Loại: %3$@.
zh: %1$@。%2$@. 类型：%3$@。
zh_hk: %1$@。%2$@. 類型：%3$@。

source: %1$@. %2$@. Type: %3$@. Status: %4$@
ar: %1$@. %2$@. النوع: %3$@. الحالة: %4$@
ca: %1$@. %2$@. Tipus: %3$@. Estat: %4$@
cy: %1$@. %2$@. Math: %3$@. Statws: %4$@
de: %1$@. %2$@. Typ: %3$@. Status: %4$@
es: %1$@. %2$@. Tipo: %3$@. Estado: %4$@
es_es: %1$@. %2$@. Tipo: %3$@. Estado: %4$@
fi: %1$@. %2$@. Tyyppi: %3$@. Tila: %4$@
fr: %1$@. %2$@. Type : %3$@. Statut : %4$@
fr_ca: %1$@. %2$@. Type : %3$@. Statut : %4$@
ga: %1$@. %2$@. Cineál: %3$@. Stádas: %4$@
hi: %1$@. %2$@. प्रकार: %3$@. स्थिति: %4$@
ht: %1$@. %2$@. Tip: %3$@. Estati: %4$@
id: %1$@. %2$@. Ketikkan: %3$@. Status: %4$@
is: %1$@. %2$@. Tegund: %3$@. Staða: %4$@
it: %1$@. %2$@. Tipo: %3$@. Status: %4$@
ja: %1$@.%2$@. タイプ:%3$@. ステータス：%4$@
ko: %1$@. %2$@. 유형: %3$@. 상태: %4$@
mi: %1$@. %2$@. Momo: %3$@. Tūnga: %4$@
ms: %1$@. %2$@. Jenis: %3$@. Status: %4$@
nb: %1$@. %2$@. Skriv: %3$@. Status: %4$@
pl: %1$@. %2$@. Typ: %3$@. Status: %4$@
pt: %1$@. %2$@. Tipo: %3$@. Status: %4$@
pt_br: %1$@. %2$@. Tipo: %3$@. Status: %4$@
ru: %1$@. %2$@. Тип: %3$@. Статус: %4$@
sl: %1$@. %2$@. Vrsta: %3$@. Status: %4$@
sv: %1$@. %2$@. Typ: %3$@. Status: %4$@
sv_instk12: %1$@. %2$@. Typ: %3$@. Status: %4$@
th: %1$@. %2$@. ประเภท: %3$@. สถานะ: %4$@
vi: %1$@. %2$@. Loại: %3$@. Trạng Thái: %4$@
zh: %1$@。%2$@. 类型：%3$@. 状态：%4$@
zh_hk: %1$@。%2$@. 類型：%3$@. 狀態：%4$@

source: %1$@%% (%2$g out of %3$@)
ar: %1$@%% (%2$g من إجمالي %3$@)
ca: %1$@%% (%2$g de %3$@)
cy: %1$@%% (%2$g allan o %3$@)
da: %1$@%% (%2$g ud af %3$@)
da_instk12: %1$@%% (%2$g ud af %3$@)
de: %1$@%% (%2$g von %3$@)
es: %1$@%% (%2$g de %3$@)
es_es: %1$@%% (%2$g de %3$@)
fi: %1$@%% (%2$g/%3$@)
fr: %1$@%% (%2$g sur %3$@)
fr_ca: %1$@%% (%2$g de %3$@)
ga: %1$@%% (%2$g as %3$@)
hi: %1$@%% (%3$@ में से %2$g)
ht: %1$@%% (%2$g sou %3$@)
id: %1$@%% (%2$g dari %3$@)
is: %1$@%% (%2$g af %3$@)
it: %1$@%% (%2$g di %3$@)
ja: %1$@%% (%2$g / %3$@)
ko: %1$@%% (%2$g/%3$@)
mi: %1$@%% (%2$g i waho i te %3$@)
ms: %1$@%% (%2$g daripada %3$@)
nb: %1$@%% (%2$g av %3$@)
nb_instk12: %1$@%% (%2$g ut av %3$@)
nl: %1$@%% (%2$g van %3$@)
pl: %1$@%% (%2$g z %3$@)
pt: %1$@%% (%2$g de %3$@)
pt_br: %1$@%% (%2$g de %3$@)
ru: %1$@%% (%2$g из %3$@)
sl: %1$@%% (%2$g od %3$@)
sv: %1$@%% (%2$g av %3$@)
sv_instk12: %1$@%% (%2$g av %3$@)
th: %1$@%% (%2$g จาก %3$@)
vi: %1$@%% (%2$g trên tổng số %3$@)
zh: %1$@%%（%2$g，总共%3$@）
zh_hk: %1$@%%（%2$g 分，滿分為 %3$@）

source: %1$g out of %2$@
ar: %1$g من إجمالي %2$@
ca: %1$g de %2$@
cy: %1$g allan o %2$@
da: %1$g ud af %2$@
da_instk12: %1$g ud af %2$@
de: %1$g von insgesamt %2$@
es: %1$g de %2$@
es_es: %1$g de %2$@
fi: %1$g / %2$@
fr: %1$g sur %2$@
fr_ca: %1$g sur %2$@
ga: %1$g as %2$@
hi: %1$g में से %2$@
ht: %1$g sou %2$@
id: %1$g dari %2$@
is: %1$g af %2$@
it: %1$g su %2$@
ja: %1$g中%2$@
ko: %1$g 총점 %2$@
mi: %1$g i waho i te %2$@
ms: %1$g daripada %2$@
nb: %1$g av %2$@
nb_instk12: %1$g ut av %2$@
nl: %1$g van %2$@
pl: %1$g z %2$@
pt: %1$g de %2$@
pt_br: %1$g de %2$@
ru: %1$g из %2$@
sl: %1$g od %2$@
sv: %1$g av %2$@
sv_instk12: %1$g av %2$@
th: %1$g จาก %2$@
vi: %1$g trên tổng số %2$@
zh: %1$g共%2$@
zh_hk: %1$g滿分為%2$@

source: %d days ago
ar: %d أيام مضت
ca: fa %d dies
cy: %d diwrnod yn ôl
da: %d dage siden
da_instk12: %d dage siden
de: %d Tage vorher
es: %d hace varios días
es_es: hace %d días
fi: %d päivää sitten
fr: %d il y a quelques jours
fr_ca: %d jours avant
ga: %d lá ó shin
hi: %d दिन पहले
ht: %d jou de sa
id: %d hari lalu
is: %d fyrir dögum
it: %d giorni fa
ja: %d日前
ko: %d 일 전
mi: %d ngā rā i muri
ms: %d hari lalu
nb: %d dager siden
nb_instk12: %d dager siden
nl: %d dagen geleden
pl: %d dni temu
pt: %d dias
pt_br: %d dias atrás
ru: %d дней (дня) назад
sl: %d dni prej
sv: %d dagar sedan
sv_instk12: %d dagar sen
th: %d วันที่ผ่านมา
vi: %d ngày trước
zh: %d天前
zh_hk: %d天前
